app/controllers/blogs_controller.rb

	def create
		@blog = Blog.create(blog_params)
---
INSERT INTO "blogs" ("title", "categroies", "content", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)