app/controllers/comments_controller.rb

INSERT INTO "comments" ("content", "blog_id", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["content", "恩恩<br>\r\n你很帥"], ["blog_id", 5], ["user_id", 2], ["created_at", "2015-10-26 08:52:26.476743"], ["updated_at", "2015-10-26 08:52:26.476743"]]
---
	def create
	   @comment = @blog.comments.build(comment_params)

	   if @comment.save

SELECT  "blogs".* FROM "blogs" WHERE "blogs"."id" = ? LIMIT 1  [["id", 5]]
---
	def find_blog
      @blog = Blog.find(params[:blog_id])